fun main() {
    println("boolean - булевый тип данных. Принимает значение true или false")
    println("char - символьный тип данных. Принимает символ")
    println("string - строковый тип данных. Принимает значения 'слов'")
    println("byte - принимает только целые числа от -128 до 127")
    println("short - принимает только целые числа от -32768 до 32767")
    println("int - принимает только целые числа от -2147483648 до 2147483647")
    println("long - принимает только целые числа от -9223372036854775808 до 9223372036854775807")
    println("float - принимает только целые числа от -3.41038 до 3.41038")
    println("double - принимает только целые числа от +-5.010-324 до +-1.710308")

}